[
  {
    "name": "Paris",
    "description": [
      "Paris, the capital of France, is famous for its art, fashion, and landmarks like the Eiffel Tower and Louvre Museum. It's a city that blends history with modernity, offering iconic attractions and rich cultural experiences."
    ]
  },
  {
    "name": "New York",
    "description": [
      "Known as the 'Big Apple,' New York City is a vibrant metropolis, home to famous sites like Central Park, Times Square, and the Statue of Liberty. It's a melting pot of cultures and an entertainment hub."
    ]
  },
  {
    "name": "Tokyo",
    "description": [
      "Tokyo offers a blend of tradition and modernity. Visitors can explore historic temples alongside futuristic shopping districts, and experience Japan's unique cuisine and technology-driven culture."
    ]
  },
  {
    "name": "Rome",
    "description": [
      "Rome, the Eternal City, is rich in history and famous for landmarks like the Colosseum and the Vatican. It's a place where ancient ruins meet lively city streets."
    ]
  },
  {
    "name": "Cape Town",
    "description": [
      "Cape Town is a stunning coastal city, known for Table Mountain, beautiful beaches, and cultural sites like Robben Island. It combines outdoor adventure with urban charm."
    ]
  },
  {
    "name": "London",
    "description": [
      "London is known for its rich history and iconic landmarks, such as the Tower of London, Buckingham Palace, and Big Ben. It's a city where history, culture, and entertainment converge."
    ]
  },
  {
    "name": "Sydney",
    "description": [
      "Sydney is famous for its stunning harbor, the Opera House, and Bondi Beach. It's a lively city with a laid-back vibe and plenty of outdoor activities."
    ]
  },
  {
    "name": "Barcelona",
    "description": [
      "Barcelona is famous for its unique architecture by Antoni Gaud, including the Sagrada Familia. The city offers beautiful beaches, vibrant streets, and a rich cultural heritage."
    ]
  },
  {
    "name": "Dubai",
    "description": [
      "Dubai is a modern marvel known for its towering skyscrapers, luxury shopping, and extravagant lifestyle. Its a city where tradition and innovation coexist."
    ]
  },
  {
    "name": "Berlin",
    "description": [
      "Berlin is a city of history, culture, and creativity. Visit landmarks like the Brandenburg Gate, and explore its vibrant arts scene and nightlife."
    ]
  },
  {
    "name": "Los Angeles",
    "description": [
      "Los Angeles is the entertainment capital of the world. Visitors can explore Hollywood, famous beaches, and attractions like Universal Studios."
    ]
  },
  {
    "name": "Moscow",
    "description": [
      "Moscow blends rich history with modernity. Iconic sites include Red Square, the Kremlin, and St. Basils Cathedral, offering a unique cultural experience."
    ]
  },
  {
    "name": "Istanbul",
    "description": [
      "Istanbul is a city straddling two continents, with stunning sites like the Hagia Sophia and vibrant bazaars. Its a cultural and historical hub."
    ]
  },
  {
    "name": "Amsterdam",
    "description": [
      "Amsterdam is known for its canals, historic buildings, and art museums. The city is relaxed yet vibrant, offering a mix of culture, history, and outdoor activities."
    ]
  },
  {
    "name": "Barcelona",
    "description": [
      "Barcelona is known for its unique architecture by Antoni Gaud, including the Sagrada Familia. The city offers beautiful beaches, vibrant streets, and a rich cultural heritage."
    ]
  },
  {
    "name": "Vienna",
    "description": [
      "Vienna, Austrias capital, is famous for its classical music scene, grand palaces like Schnbrunn, and its coffeehouse culture."
    ]
  },
  {
    "name": "Athens",
    "description": [
      "Athens, the cradle of democracy, offers historical wonders like the Parthenon and vibrant modern streets filled with cafes and shops."
    ]
  },
  {
    "name": "Bangkok",
    "description": [
      "Bangkok is a bustling city with beautiful temples, vibrant street markets, and exciting nightlife. It's a blend of old traditions and modern conveniences."
    ]
  },
  {
    "name": "Rio de Janeiro",
    "description": [
      "Rio is known for its stunning beaches, lively Carnival festival, and landmarks like Christ the Redeemer. The city combines natural beauty with urban energy."
    ]
  },
  {
    "name": "San Francisco",
    "description": [
      "San Francisco is famous for the Golden Gate Bridge, its historic cable cars, and diverse neighborhoods like Chinatown and the Mission District."
    ]
  },
  {
    "name": "Cairo",
    "description": [
      "Cairo is the gateway to Egypts ancient treasures, including the Pyramids of Giza and the Sphinx, blending ancient history with modern energy."
    ]
  },
  {
    "name": "Dubai",
    "description": [
      "Dubai is a futuristic city known for its luxury shopping, innovative architecture, and world-class entertainment, including the Burj Khalifa and Palm Jumeirah."
    ]
  },
  {
    "name": "Dubai",
    "description": [
      "Dubai offers a mixture of modern luxury and tradition, with world-class shopping, skyscrapers, and cultural attractions like the Dubai Museum."
    ]
  },
  {
    "name": "Zurich",
    "description": [
      "Zurich is Switzerland financial hub, known for its beautiful lake, historic old town, and as a gateway to Swiss mountain adventures."
    ]
  },
  {
    "name": "Hong Kong",
    "description": [
      "Hong Kong is a fast-paced city where East meets West, with towering skyscrapers, bustling markets, and delicious street food."
    ]
  },
  {
    "name": "Singapore",
    "description": [
      "Singapore is a city-state known for its modern architecture, green spaces, and attractions like Gardens by the Bay and Marina Bay Sands."
    ]
  },
  {
    "name": "Madrid",
    "description": [
      "Madrid, the capital of Spain, is famous for its art scene, historical sites, and lively atmosphere. Visit the Prado Museum and the Royal Palace."
    ]
  },
  {
    "name": "Seoul",
    "description": [
      "Seoul is a bustling city that blends ancient history, including palaces and temples, with a modern urban landscape of shopping, nightlife, and cuisine."
    ]
  },
  {
    "name": "Shanghai",
    "description": [
      "Shanghai is a global financial hub, known for its futuristic skyline, historic landmarks, and vibrant culture."
    ]
  },
  {
    "name": "Montreal",
    "description": [
      "Montreal blends French and English heritage, offering a dynamic culture, beautiful parks, and renowned festivals."
    ]
  },
  {
    "name": "Lisbon",
    "description": [
      "Lisbon, Portugals capital, is a city of hills and stunning views. Explore historic neighborhoods like Alfama, and enjoy its rich maritime history."
    ]
  },
  {
    "name": "Prague",
    "description": [
      "Prague is known for its well-preserved medieval architecture, including Prague Castle and Charles Bridge, and a rich cultural scene."
    ]
  },
  {
    "name": "Milan",
    "description": [
      "Milan is Italys fashion capital, famous for its high-end shopping, the Duomo Cathedral, and art museums, including Leonardo da Vincis Last Supper."
    ]
  },
  {
    "name": "Buenos Aires",
    "description": [
      "Buenos Aires is Argentinas vibrant capital, famous for its tango, rich culture, and historic architecture like the Casa Rosada."
    ]
  },
  {
    "name": "Los Angeles",
    "description": [
      "Los Angeles is the heart of the entertainment industry, known for Hollywood, beautiful beaches, and attractions like Universal Studios."
    ]
  },
  {
    "name": "Venice",
    "description": [
      "Venice is a unique city built on canals, known for its historic landmarks, such as St. Mark's Basilica and the Rialto Bridge."
    ]
  },
  {
    "name": "Oslo",
    "description": [
      "Oslo, the capital of Norway, is a city surrounded by nature, offering a mix of modern architecture, museums, and green parks."
    ]
  },
  {
    "name": "Dubai",
    "description": [
      "Dubai is known for its incredible skyscrapers, luxury shopping, and cultural sites like the Dubai Museum and Dubai Creek."
    ]
  },
  {
    "name": "Kyoto",
    "description": [
      "Kyoto is a city steeped in history, known for its temples, traditional tea houses, and beautiful gardens."
    ]
  },
  {
    "name": "Lagos",
    "description": [
      "Lagos is Nigerias largest city, known for its vibrant cultural scene, bustling markets, and lively music scene."
    ]
  },
  {
    "name": "Reykjavik",
    "description": [
      "Reykjavik is Iceland's capital, known for its natural beauty, including volcanic landscapes, hot springs, and the famous Blue Lagoon."
    ]
  },
  {
    "name": "Helsinki",
    "description": [
      "Helsinki offers a unique mix of Nordic culture, modern architecture, and a relaxed atmosphere, with attractions like the Design District."
    ]
  },
  {
    "name": "Stockholm",
    "description": [
      "Stockholm is built across several islands and offers beautiful views, museums, and a rich history, including the Royal Palace."
    ]
  },
  {
    "name": "Lima",
    "description": [
      "Lima is Peru's capital, with a rich history reflected in its colonial architecture and a growing culinary scene."
    ]
  },
  {
    "name": "Antwerp",
    "description": [
      "Antwerp is a Belgian city known for its fashion, art, and diamond trading, as well as its historic architecture and vibrant cultural scene."
    ]
  },
  {
    "name": "Kuala Lumpur",
    "description": [
      "Kuala Lumpur is Malaysia's capital, known for its modern skyline, shopping malls, and iconic landmarks like the Petronas Towers."
    ]
  },
  {
    "name": "Dubrovnik",
    "description": [
      "Dubrovnik, located in Croatia, is a historic city known for its well-preserved medieval walls and beautiful Adriatic coastline."
    ]
  },
  {
    "name": "Reykjavik",
    "description": [
      "Reykjavik, Icelands capital, is a gateway to the country's stunning natural landscapes, including glaciers, volcanoes, and hot springs."
    ]
  },
  {
    "name": "Seoul",
    "description": [
      "Seoul, South Korea's bustling capital, is known for its skyscrapers, traditional palaces, and vibrant shopping districts. A perfect blend of old and new."
    ]
  },
  {
    "name": "Bangkok",
    "description": [
      "Bangkok is a city that never sleeps, with a mix of glittering temples, bustling markets, and delicious street food. It's a must-visit destination in Southeast Asia."
    ]
  },
  {
    "name": "Oslo",
    "description": [
      "Oslo, the capital of Norway, offers stunning fjord views, rich Viking history, and a modern, eco-friendly atmosphere."
    ]
  },
  {
    "name": "Moscow",
    "description": [
      "Moscow is the heart of Russia, offering a blend of history and modernity. Key sites include Red Square, the Kremlin, and iconic onion-domed churches."
    ]
  },
  {
    "name": "Athens",
    "description": [
      "Athens is a city steeped in history. With landmarks like the Parthenon and Acropolis, its the cradle of democracy and ancient philosophy."
    ]
  },
  {
    "name": "Cairo",
    "description": [
      "Cairo, Egypt's sprawling capital, is home to the ancient Pyramids of Giza and the Sphinx, offering a window into the past."
    ]
  },
  {
    "name": "Hong Kong",
    "description": [
      "Hong Kong is an exciting blend of cultures, with towering skyscrapers, lively markets, and a fusion of Chinese and British influences."
    ]
  },
  {
    "name": "Rio de Janeiro",
    "description": [
      "Rio is a lively Brazilian city famous for its Carnival, Copacabana Beach, and the Christ the Redeemer statue that overlooks the city."
    ]
  },
  {
    "name": "Lagos",
    "description": [
      "Lagos, Nigerias largest city, is a vibrant cultural hub with a rich history, lively markets, and a growing arts scene."
    ]
  },
  {
    "name": "Los Angeles",
    "description": [
      "Los Angeles is a sprawling city with a rich cultural scene, from Hollywood landmarks to stunning beaches and world-class museums."
    ]
  },
  {
    "name": "Madrid",
    "description": [
      "Madrid, Spain's capital, is home to stunning museums like the Prado and vibrant public squares like Puerta del Sol."
    ]
  },
  {
    "name": "Lisbon",
    "description": [
      "Lisbon, Portugal's capital, is famous for its historic architecture, cobblestone streets, and delicious pastries like pastel de nata."
    ]
  },
  {
    "name": "Dubai",
    "description": [
      "Dubai is an ultramodern city, known for its lavish shopping malls, luxurious hotels, and futuristic architecture like the Burj Khalifa."
    ]
  },
  {
    "name": "Shanghai",
    "description": [
      "Shanghai is China's largest city, blending futuristic skyscrapers with historic districts like the Bund, offering a dynamic cultural experience."
    ]
  },
  {
    "name": "Rome",
    "description": [
      "Rome is a city rich in history, famous for its ancient ruins, such as the Colosseum, and vibrant piazzas filled with cafes and fountains."
    ]
  },
  {
    "name": "Prague",
    "description": [
      "Prague, the capital of the Czech Republic, is known for its fairy-tale architecture, including the Prague Castle and Charles Bridge."
    ]
  },
  {
    "name": "Berlin",
    "description": [
      "Berlin is a city of contrasts, where history meets cutting-edge art, and landmarks like the Berlin Wall and Brandenburg Gate tell its fascinating story."
    ]
  },
  {
    "name": "Vienna",
    "description": [
      "Vienna, Austrias capital, is the city of classical music and elegant palaces. Visit Schnbrunn Palace and enjoy the citys coffeehouse culture."
    ]
  },
  {
    "name": "Buenos Aires",
    "description": [
      "Buenos Aires is Argentina's cultural capital, known for its tango, bustling markets, and elegant European-style architecture."
    ]
  },
  {
    "name": "Hong Kong",
    "description": [
      "Hong Kong is a global financial hub with vibrant shopping districts, traditional temples, and stunning waterfront views of Victoria Harbour."
    ]
  },
  {
    "name": "Kuala Lumpur",
    "description": [
      "Kuala Lumpur, Malaysia's capital, is famous for its modern skyline, including the iconic Petronas Towers, and its diverse cultural mix."
    ]
  },
  {
    "name": "Zurich",
    "description": [
      "Zurich is Switzerlands financial hub, known for its serene lake, beautiful parks, and access to Swiss outdoor adventures."
    ]
  },
  {
    "name": "Montreal",
    "description": [
      "Montreal is a bilingual city, where French and English cultures merge. The city is famous for its vibrant arts scene, food festivals, and beautiful parks."
    ]
  },
  {
    "name": "Singapore",
    "description": [
      "Singapore is a futuristic city-state known for its clean streets, high-tech gardens, and iconic skyline with the Marina Bay Sands hotel."
    ]
  },
  {
    "name": "Madrid",
    "description": [
      "Madrid, the heart of Spain, is known for its beautiful parks, lively nightlife, and the historical heart of the city like the Royal Palace."
    ]
  },
  {
    "name": "Sydney",
    "description": [
      "Sydney is a beautiful city on Australias east coast, known for its stunning harbor, the Opera House, and outdoor lifestyle."
    ]
  },
  {
    "name": "San Francisco",
    "description": [
      "San Francisco offers landmarks like the Golden Gate Bridge, historic cable cars, and lively neighborhoods like Fishermans Wharf."
    ]
  },
  {
    "name": "Vienna",
    "description": [
      "Vienna is famed for its imperial palaces, artistic heritage, and being the home of famous composers like Mozart and Beethoven."
    ]
  },
  {
    "name": "Lima",
    "description": [
      "Lima is Peru's capital, known for its rich history, colonial architecture, and world-class cuisine, including ceviche."
    ]
  },
  {
    "name": "Mexico City",
    "description": [
      "Mexico City is one of the largest cities in the world, offering a mix of ancient Aztec ruins, colonial architecture, and modern cultural experiences."
    ]
  },
  {
    "name": "Istanbul",
    "description": [
      "Istanbul is a city that bridges Europe and Asia, offering incredible landmarks like the Hagia Sophia, the Bosphorus, and bustling bazaars."
    ]
  },
  {
    "name": "Lagos",
    "description": [
      "Lagos is Nigerias largest city, with a vibrant arts scene, historic landmarks, and a rapidly growing modern infrastructure."
    ]
  },
  {
    "name": "Stockholm",
    "description": [
      "Stockholm is Sweden's capital, built across multiple islands. It's known for its design, environmental focus, and beautiful parks."
    ]
  },
  {
    "name": "Cape Town",
    "description": [
      "Cape Town offers stunning landscapes, from Table Mountain to beautiful beaches, and a vibrant cultural scene, rich in history."
    ]
  },
  {
    "name": "Bangkok",
    "description": [
      "Bangkok is known for its incredible street food, bustling markets, and sacred temples like Wat Arun and Wat Phra Kaew."
    ]
  },
  {
    "name": "Lagos",
    "description": [
      "Lagos, Nigerias bustling cultural capital, is known for its music, markets, and rapidly developing cityscape."
    ]
  },
  {
    "name": "Dubai",
    "description": [
      "Dubai is known for its opulence, from luxury shopping malls to extravagant hotels, set against the backdrop of the desert."
    ]
  },
  {
    "name": "Reykjavik",
    "description": [
      "Reykjavik is the capital of Iceland, offering easy access to stunning natural wonders like hot springs, glaciers, and volcanoes."
    ]
  },
  {
    "name": "Miami",
    "description": [
      "Miami offers a mix of vibrant nightlife, beautiful beaches, and a thriving art scene, making it a favorite travel destination."
    ]
  },
  {
    "name": "Dubai",
    "description": [
      "Dubai is famous for its futuristic skyline, luxury shopping malls, and the worlds tallest building, the Burj Khalifa."
    ]
  },
  {
    "name": "Mumbai",
    "description": [
      "Mumbai, Indias largest city, is the heart of Bollywood and a melting pot of cultures, markets, and historic sites."
    ]
  },
  {
    "name": "Santiago",
    "description": [
      "Santiago is Chiles vibrant capital, offering stunning views of the Andes, a dynamic food scene, and nearby wine valleys."
    ]
  },
  {
    "name": "Cairo",
    "description": [
      "Cairo, Egypt's historic city, offers travelers a chance to explore ancient monuments like the Great Pyramids and the Sphinx."
    ]
  },
  {
    "name": "Beijing",
    "description": [
      "Beijing, China's capital, is home to incredible landmarks like the Forbidden City and the Great Wall of China, showcasing ancient Chinese history."
    ]
  },
  {
    "name": "Seoul",
    "description": [
      "Seoul is a global city with a rich history, offering everything from ancient palaces to bustling shopping districts and street food."
    ]
  },
  {
    "name": "Edinburgh",
    "description": [
      "Edinburgh, Scotland's capital, is famous for its historic castle, cobbled streets, and vibrant festivals like the Edinburgh Fringe."
    ]
  },
  {
    "name": "Florence",
    "description": [
      "Florence, Italy, is a cradle of Renaissance art and architecture, with iconic landmarks like the Duomo and Uffizi Gallery."
    ]
  },
  {
    "name": "Jakarta",
    "description": [
      "Jakarta, Indonesia's bustling capital, is a melting pot of cultures, known for its skyscrapers, vibrant nightlife, and street food."
    ]
  },
  {
    "name": "Bogotá",
    "description": [
      "Bogotá, Colombia’s high-altitude capital, offers a mix of colonial history, modern skyscrapers, and a thriving arts scene."
    ]
  },
  {
    "name": "Hanoi",
    "description": [
      "Hanoi, Vietnam's capital, is known for its centuries-old architecture, vibrant street markets, and cultural landmarks like Hoan Kiem Lake."
    ]
  },
  {
    "name": "Amman",
    "description": [
      "Amman, Jordan’s capital, is a city of contrasts, blending ancient ruins with modern cafes and vibrant bazaars."
    ]
  },
  {
    "name": "Cape Canaveral",
    "description": [
      "Cape Canaveral, Florida, is known as a space exploration hub and home to the Kennedy Space Center."
    ]
  },
  {
    "name": "Manila",
    "description": [
      "Manila, the capital of the Philippines, is a bustling city with Spanish colonial architecture, lively markets, and modern skyscrapers."
    ]
  },
  {
    "name": "Zagreb",
    "description": [
      "Zagreb, Croatia’s capital, is known for its charming old town, museums, and vibrant street markets like Dolac Market."
    ]
  },
  {
    "name": "Dakar",
    "description": [
      "Dakar, the capital of Senegal, is a coastal city known for its vibrant music, bustling markets, and historical significance."
    ]
  },
  {
    "name": "Bergen",
    "description": [
      "Bergen, Norway, is surrounded by fjords and mountains, famous for its colorful waterfront and as a gateway to nature."
    ]
  },
  {
    "name": "Tallinn",
    "description": [
      "Tallinn, Estonia’s capital, is known for its well-preserved medieval old town, cobblestone streets, and digital innovation."
    ]
  },
  {
    "name": "Riga",
    "description": [
      "Riga, Latvia's capital, is famed for its Art Nouveau architecture, vibrant cultural scene, and historic old town."
    ]
  },
  {
    "name": "Vilnius",
    "description": [
      "Vilnius, Lithuania’s capital, offers baroque architecture, charming streets, and a thriving arts and café culture."
    ]
  },
  {
    "name": "Luxembourg City",
    "description": [
      "Luxembourg City is known for its medieval fortifications, picturesque views, and status as a financial hub."
    ]
  },
  {
    "name": "Valletta",
    "description": [
      "Valletta, Malta's capital, is a historic city with grand baroque architecture, stunning harbors, and rich cultural heritage."
    ]
  },
  {
    "name": "Casablanca",
    "description": [
      "Casablanca, Morocco’s largest city, is known for its modern architecture, historic medinas, and stunning coastline."
    ]
  },
  {
    "name": "Tunis",
    "description": [
      "Tunis, the capital of Tunisia, offers a mix of ancient ruins, vibrant markets, and French colonial influence."
    ]
  },
  {
    "name": "Lusaka",
    "description": [
      "Lusaka, Zambia’s capital, is a bustling city with modern markets, vibrant culture, and a gateway to Zambia's natural wonders."
    ]
  },
  {
    "name": "Gaborone",
    "description": [
      "Gaborone, Botswana’s capital, is known for its wildlife reserves, modern architecture, and cultural diversity."
    ]
  },
  {
    "name": "Harare",
    "description": [
      "Harare, Zimbabwe's capital, is a city of gardens, vibrant markets, and a growing arts and culture scene."
    ]
  },
  {
    "name": "Doha",
    "description": [
      "Doha, Qatar’s capital, is a modern city with stunning architecture, luxury shopping, and cultural landmarks like the Museum of Islamic Art."
    ]
  },
  {
    "name": "Muscat",
    "description": [
      "Muscat, Oman’s capital, is known for its stunning coastline, traditional markets, and modern mosques."
    ]
  },
  {
    "name": "Tbilisi",
    "description": [
      "Tbilisi, Georgia’s capital, is a city of winding streets, historic architecture, and vibrant cultural traditions."
    ]
  },
  {
    "name": "Yerevan",
    "description": [
      "Yerevan, Armenia’s capital, is one of the world’s oldest cities, known for its pink stone architecture and vibrant street culture."
    ]
  },
  {
    "name": "Baku",
    "description": [
      "Baku, Azerbaijan’s capital, is a blend of ancient history and modern architecture, with landmarks like the Flame Towers."
    ]
  },
  {
    "name": "Ashgabat",
    "description": [
      "Ashgabat, Turkmenistan's capital, is known for its marble buildings, grand monuments, and unique cultural heritage."
    ]
  },
  {
    "name": "Islamabad",
    "description": [
      "Islamabad, Pakistan’s capital, is a modern city known for its lush greenery, serene atmosphere, and the iconic Faisal Mosque."
    ]
  },
  {
    "name": "Thimphu",
    "description": [
      "Thimphu, Bhutan’s capital, is a unique city blending traditional Bhutanese culture with modern influences."
    ]
  },
  {
    "name": "Kathmandu",
    "description": [
      "Kathmandu, Nepal’s capital, is known for its ancient temples, bustling streets, and as a gateway to the Himalayas."
    ]
  },
  {
    "name": "Ulaanbaatar",
    "description": [
      "Ulaanbaatar, Mongolia’s capital, is a city of contrasts, mixing Soviet-era buildings with nomadic traditions."
    ]
  },
  {
    "name": "Suva",
    "description": [
      "Suva, Fiji’s capital, is known for its vibrant markets, colonial architecture, and as a cultural hub in the Pacific."
    ]
  },
  {
    "name": "Port Moresby",
    "description": [
      "Port Moresby, Papua New Guinea's capital, is known for its natural beauty and traditional culture."
    ]
  },
  {
    "name": "Hobart",
    "description": [
      "Hobart, Tasmania’s capital, is known for its historic charm, art scene, and proximity to natural wonders like Mount Wellington."
    ]
  },
  {
    "name": "Addis Ababa",
    "description": [
      "Addis Ababa, Ethiopia's capital, is a vibrant city with a rich history, bustling markets, and cultural landmarks."
    ]
  },
  {
    "name": "Bamako",
    "description": [
      "Bamako, Mali’s capital, is a lively city on the Niger River known for its music and cultural heritage."
    ]
  },
  {
    "name": "Windhoek",
    "description": [
      "Windhoek, Namibia’s capital, offers German colonial architecture, vibrant markets, and a gateway to Namibia’s natural wonders."
    ]
  },
  {
    "name": "Antananarivo",
    "description": [
      "Antananarivo, Madagascar’s capital, is a vibrant city with unique culture, historic landmarks, and bustling markets."
    ]
  }
]
